Repository: deadlyunicorn/decla_time
Catalog: lib/localization/*.arb
Languages: el

source: reservations
el: κρατήσεις

source: declarations
el: δηλώσεις

source: analytics
el: αναλυτικά

source: nights
el: νύχτες

source: night
el: νύχτα

source: at
el: στο

source: platform
el: πλατφόρμα

# listingPlace
source: location
el: τοποθεσία

# guestName
source: name
el: όνομα

source: arrival
el: άφιξη

source: departure
el: αναχώρηση

source: details
el: λεπτομέριες

source: status
el: κατάσταση

source: cancelled
el: ακυρώθηκε

source: upcoming
el: αναμένεται

source: completed
el: ολοκληρώθηκε

source: declaration status
el: κατάσταση δήλωσης

source: declared
el: δηλωμένο

source: undeclared
el: αδήλωτο

source: last edit
el: τελευταία αλλαγή

source: add entries
el: προσθήκη εγγραφών

source: new declaration
el: νέα δήλωση

# reservationsNotFoundLocally
source: no reservations found stored locally.
el: δεν βρέθηκαν τοπικές εγγραφές κρατήσεων.

# reservationsNotAdded
source: no reservations added.
el: δεν προστέθηκαν εγγραφές.

# newReservationsNotFound
source: no new reservations found.
el: δεν βρέθηκαν νέες εγγραφές.

# declarationsNotFoundForDateRange
source: no declarations found for this date range
el: δεν βρέθηκαν δηλώσεις για αυτό το πεδίο ημερομηνιών

source: how to get the files.
el: πώς να αποκτήσετε τα αρχεία.

# addFromFile
source: import file
el: εισαγωγή αρχείου

source: reservation
el: κράτηση

source: declaration
el: δήλωση

source: found
el: βρέθηκαν

# add
source: add new
el: προσθήκη

source: cancel
el: ακύρωση

source: confirm
el: επιβεβαίωση

# enterMin6Chars
source: Please enter atleast 6 characters.
el: εισάγετε τουλάχιστον 6 χαρακτήρες

# invalidDateError
source: Please enter a valid date
el: εισάγετε μια έγκυρη ημερομηνία

source: entry already exists
el: η εγγραφή ήδη υπάρχει

source: add selected
el: προσθήκη επιλεγμένων

source: select all
el: επιλογή όλων

source: clear selection
el: καθαρισμός επιλογής

source: format
el: μορφή

source: invalid format
el: μη έγκυρη μορφή

source: invalid number
el: μη έγκυρος αριθμός

# setText
source: set
el: ορισμός

source: manual addition
el: χειροκίνητη προσθήκη

source: submit
el: υποβολή

source: enter
el: εισάγετε

source: other
el: άλλο

# reservationLasted
source: the reservation lasted
el: η κράτηση διήρκησε

source: insert some value
el: εισάγετε κάποια τιμή

source: select some field
el: επιλέξτε κάποιο πεδίο

# insertAtleastFour
source: insert atleast four characters
el: εισάγετε τουλάχιστον τέσσερις χαρακτήρες

source: payout
el: πληρωμή

source: added a reservation
el: προστέθηκε μια κράτηση

source: the payout is
el: η πληρωμή είναι

source: get the files
el: αποκτήστε τα αρχεία

# getTheFilesPrompt
source: to get to the reservations page click on
el: για να πάτε στην ιστοσελίδα των κρατήσεων πατήστε στο

source: log in if needed
el: αν χρειαστεί, συνδεθείτε

# selectTheDatesToImport
source: select the dates you want to import to the app
el: επιλέξτε τις ημερομηνίες που θέλετε να εισάγετε στην εφαρμογή

# clickOnExportLikeBelow
source: in order to download the file, press on export button like in the image below, then the first option
el: για να κάνετε λήψη του αρχείου, πατήστε στο κουμπί εξαγωγής όπως στην εικόνα και ύστερα την πρώτη επιλογή

source: click on download and wait
el: πατήστε λήψη και περιμένετε

# whenReadyDownload
source: when your file is ready download it
el: Όταν το αρχείο σας είναι έτοιμο, κατεβάστε το

# needToConvert
source: the file is an '.xls' - we need to convert it to '.csv'
el: το αρχείο είναι '.xls' - πρέπει να το μετατρέψουμε σε '.csv'

# goTo
source: get to
el: μετάβαση σε

# convertWithHelp
source: convert the file with the help of
el: μετατρέψτε τα αρχεία με την βοήθεια του

# yourFilesAreReady
source: your file is ready to be imported
el: το αρχείο σας είναι έτοιμο για εισαγωγή

# instructionsForFiles
source: getting the files
el: απόκτηση αρχείων

# willOverwriteExistingReservation
source: will overwrite an already registered reservation
el: θα γίνει μεταβολή μιας ήδη καταχωρημένης κράτησης

source: already exists
el: ήδη υπάρχει

# reservationEntryChange
source: reservation entry modification
el: τροποποίηση εγγραφής κράτησης

# reservationEntryDelete
source: delete reservation entry
el: διαγραφή εγγραφής κράτησης

# thisActionWillPermanentlyDeleteReservation
source: this action will permanently delete this reservation entry from your device
el: αυτή η ενέργεια θα διαγράψει οριστικά αυτήν την εγγραφή κράτησης από την συσκευή σας

# errorNoConnection
source: there is no connection to the internet
el: δεν υπάρχει σύνδεση στο διαδίκτυο

# errorLoginFailed
source: login failed
el: αποτυχία ταυτοποίησης

# errorAlreadyRegistered
source: already registered
el: είναι ήδη καταχωρημένο

# errorUnknown
source: unknown error
el: άγνωστο σφάλμα

source: no users found
el: δεν βρέθηκαν χρήστες

source: sync
el: συγχρονισμός

source: log in
el: σύνδεση

source: password
el: κωδικός

source: username
el: όνομα χρήστη

source: remember username
el: θυμήσου το όνομα χρήστη

source: login form
el: φόρμα σύνδεσης

source: select
el: επιλογή

source: no new entries found
el: δεν βρέθηκαν νέες εγγραφές

source: no new properties found
el: δεν βρέθηκαν νέα ακίνητα

source: synchronizing
el: γίνεται συγχρονισμός

source: sync properties
el: συγχρονισμός ακινήτων

source: sync declarations
el: συγχρονισμός δηλώσεων

source: users
el: χρήστες

source: select property
el: επιλογή ακινήτου

source: property
el: ακίνητο

# noPropertySelected
source: no property was selected
el: δεν έχει επιλεχθεί κάποιο ακίνητο

source: properties
el: ακίνητα

source: no declarations found
el: δεν βρέθηκαν δηλώσεις

source: try selecting another date range
el: δοκιμάστε να ορίσετε άλλο εύρος ημερομηνιών

source: date selection
el: επιλογή ημερομηνιών

source: viewing declarations of
el: προβολή των δηλώσεων του

source: not logged in
el: δεν έχετε συνδεθεί

source: no arrival date set
el: δεν έχει ορισθεί ημερομηνία άφιξης

source: no departure date set
el: δεν έχει ορισθεί ημερομηνία αναχώρησης

source: synchronize declarations
el: συγχρονισμός δηλώσεων

source: please wait
el: παρακαλώ περιμένετε

source: press confirm to start importing
el: πατήστε επιβεβαίωση για να ξεκινήσει η εισαγωγή

source: this takes longer than usual
el: αυτό παίρνει περισσότερο από'τι συνήθως

# ifYouLostConnectionToTheInternetTryAgain
source: if you have lost connection to the internet try again
el: αν χάσατε την σύνδεση με το διαδίκτυο, προσπαθήστε ξανά

source: added
el: προστέθηκε

source: no declarations imported for this property
el: δεν έχουν εισαχθεί δηλώσεις για αυτό το κατάλυμα

source: try again later
el: προσπαθήστε πάλι αργότερα

source: failed
el: απέτυχε

source: import failed
el: Η εισαγωγή απέτυχε

# importTakingTooLong
source: this is taking too long. Check your internet connection and Retry again by specifying again the date range.
el: η εισαγωγή αργεί περισσότερο από ότι συνήθως. Ελέγξτε την σύνδεση σας και μετά Προσπαθήστε ξάνα, επιλέγοντας τις ημερομηνιές εκ νέου

source: loading
el: φορτώνει

source: importing
el: εισάγεται

source: no pending imports
el: δεν αναμένονται εισαγωγές

# declarationStatusFinalized
source: declared
el: δηλωμένη

# declarationStatusTemporary
source: temporary
el: προσωρινή

# declarationStatusUndeclared
source: undeclared
el: αδήλωτη

# itemsNotFoundLocally
source: no local entries found
el: δεν βρέθηκαν τοπικές εγγραφές

# itemNotFoundLocally
source: no local entry found
el: Η εγγραφή δεν βρέθηκε τοπικά

source: serial number
el: αριθμός αναγνώρισης

# serialNumberShort
source: S/R
el: Α/Α

source: declaration date
el: ημερομηνία δήλωσης

source: declaration type
el: είδος δήλωσης

# declarationType_amending
source: amending
el: τροποποιητική

# declarationType_initial
source: initial
el: αρχική

source: amending for
el: τροποποιητική για

# deleteDeclarationFromLocal
source: delete declaration from local database
el: διαγραφή της δήλωσης από την τοπική βάση

# deleteDeclarationDialogHeadline
source: declaration deletion
el: διαγραφή δήλωσης

# declarationDelataionDialogBody
source: This action will delete the declaration ONLY from the app local database
el: Αυτή η ενέργεια θα διαγράψει την δήλωση ΜΟΝΟ από την τοπική βάση της εφαρμογής

source: missing property details
el: λείπουν στοιχεία ακινήτου

# setFriendlyNameTitle
source: set a friendly name
el: ορίστε ένα φιλικό όνομα

# setFriendlyNameBody
source: give a friendly name so that you can identify it more easily to the property
el: δώστε στο ακίνητο ένα φιλικό όνομα ώστε να το ξεχωρίζετε πιο εύκολα το ακίνητο

source: friendly name
el: φιλικό όνομα

source: remove friendly name
el: αφαίρεση φιλικού ονόματος

source: no friendly name to delete
el: δεν υπάρχει φιλικό όνομα για διαγραφή

source: submit temporary declarations
el: υποβολή προσωρινών δηλώσεων

# selectReservationToSubmitDeclarationsFor
source: select reservations to submit declarations for
el: επιλέξτε κρατήσεις για να τις δηλώσετε

source: declaring for
el: δηλώσεις για

source: submit selected
el: υποβολή επιλεγμένων

source: already submitting declarations
el: γίνεται ήδη υποβολή δηλώσεων

source: confirm declaration submit
el: επιβεβαίωση υποβολής δηλώσεων

# youAreAboutToStartSubmitting
source: You are about to start submitting declarations. They will be declared as temporary. To finalize declarations you can go to the declarations section. There is a finalize button when viewing a temporary declaration.
el: Πρόκειται να ξεκινήσετε την υποβολή δηλώσεων. Οι δηλώσεις θα ορισθούν ως προσωρινές. Για να οριστικοποιήσετε τις δηλώσεις σας, πηγαίνετε στο μενού 'Δηλώσεις'. Όταν προβάλετε μια προσωρινή δήλωση, υπάρχει κουμπί οριστικοποίησης.

source: you have selected
el: έχετε επιλέξει

source: display all
el: εμφάνιση όλων

# sessionErrorTryAgainOrRestartTheApp
source: Session Error. Try again and if unsuccessful, restart the app.
el: Σφάλμα σύνδεσης. Δοκιμάστε ξανά και αν αποτύχει, επανεκκινήστε την εφαρμογή.

source: was successful
el: ήταν επιτυχής

source: import submissions
el: εισαγωγή δηλώσεων

source: declaration submit
el: υποβολή δηλώσεων

source: delete temporary declaration
el: διαγραφή προσωρινής δήλωσης

source: deleting
el: γίνεται διαγραφή

source: view
el: προβολή

# noValidDeclarationFound
source: no valid declaration was found ( propably was deleted )
el: δεν βρέθηκε κάποια έγκυρη δήλωση ( ίσως έχει διαγραφεί )

# declarationWasUpdated
source: declaration has been updated
el: η δήλωση έχει ενημερωθεί

source: no changes detected
el: δεν βρέθηκαν αλλαγές

source: temporary declarations
el: προσωρινές δηλώσεις

source: finalize declaration
el: οριστικοποίηση δήλωσης

# finalizeDisclaimer
source: You are about to finalize the current temporary declaration. Use this function at your own risk. The software developer bears no responsibility for any errors or losses
el: Πρόκειται να καταθέσετε οριστικά την τρέχουσα προσωρινή δήλωση. Χρησιμοποιήστε αυτήν τη λειτουργία με δική σας ευθύνη. Ο προγραμματιστής του λογισμικού δεν φέρει καμία ευθύνη για πιθανά σφάλματα ή απώλειες

source: clear
el: εκκαθάριση

source: no pending operations
el: δεν αναμένονται διαδικασίες
